<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Приобретение гражданства Российской Федерации по облегченной процедуре:
        кто и как может ее пройти
      </p>
      <p>
        В качестве оснований для приобретения российского гражданства по
        облегченной процедуре могут послужить такие факторы:
      </p>
      <ul>
        <li>присутствие гражданства России у одного из родителей</li>
        <li>
          место рождения – территория РСФСР, наличие советского гражданства
        </li>
        <li>
          пребывание в браке с человеком, имеющим гражданство России и живущим
          на ее территории
        </li>
        <li>
          имеется достигший совершеннолетия ребенок с российским гражданством
        </li>
        <li>
          если у заявителя имеется ребенок, владеющий гражданством РФ, а другого
          родителя лишили родительских прав, ограничили в дееспособности и т.д.
        </li>
        <li>
          наличие трудоспособных восемнадцатилетних детей с гражданством РФ
          (если заявитель недееспособен)
        </li>
        <li>
          если заявитель получил профобразование в России не ранее первого июля
          2002 года и работал на ее территории по меньшей мере год до момента
          подачи заявления на паспорт и гражданство РФ
        </li>
        <li>
          высокая квалификация и работа на территории России на протяжении по
          меньшей мере трех лет до момента подачи заявления
        </li>
        <li>получение статуса «беженца»</li>
        <li>
          наличие украинского, белорусского, казахстанского, киргизского или
          молдавского гражданства
        </li>
        <li>участие в госпрограмме переселения соотечественников</li>
        <li>обладание русским языком на уровне носителя</li>
      </ul>
      <p>
        Для приобретения российского гражданства потребуется пакет, состоящий из
        подобных документов:
      </p>
      <ul>
        <li>документы, которыми подтверждается личность и место рождения</li>
        <li>сертификат, подтверждающий сдачу экзамена по русскому языку</li>
      </ul>
      <p>
        Помимо вышеприведенных, могут потребоваться такие документы, которые
        подтверждают основание иностранца для приобретения гражданства по
        облегченной процедуре. В качестве таковых могут выступать:
      </p>
      <ul>
        <li>
          документы родственников, являющихся гражданами Российской Федерации
        </li>
        <li>свидетельство, которым подтверждается брак с гражданином РФ</li>
        <li>документ, которым удостоверяется гражданство СССР</li>
        <li>
          решение, которым иностранец либо лицо без гражданства признается
          носителем русского языка
        </li>
      </ul>
      <p>
        Основным достоинством получения российского гражданства по облегченной
        процедуре выступает существенно меньший срок оформления документации.
        Если приобретение гражданства на общих основаниях потребует по меньшей
        мере пяти лет, то на упрощенную процедуру надо будет потратить лишь один
        год. Обращайтесь в наш миграционный центр, и наши специалисты бесплатно
        проконсультируют вас в вопросе подбора оснований для приобретения
        гражданства по облегченной процедуре.
      </p>
      <p>Гражданство РФ по программе переселения соотечественников</p>
      <p>
        Возможность поучаствовать в госпрограмме переселения соотечественников
        имеется у тех иностранцев, которые:
      </p>
      <ul>
        <li>имеют родственников по прямой линии, живших в России</li>
        <li>ранее имели гражданство республик СССР, РСФСР</li>
        <li>
          раньше жили в одной из республик СССР и имели советское гражданство
        </li>
        <li>
          живут за границей России, но имеют принадлежность к народам,
          проживавшим на ее территории, и являются их потомками
        </li>
      </ul>
      <p>
        У членов семей, участвующих в программе переселения, есть право
        приобрести гражданство России по облегченной процедуре. Для участников
        программы предусмотрены такие преимущества:
      </p>
      <ul>
        <li>
          оформляется лишь разрешение на временное проживание (РВП).
          Необходимости в виде на жительство (ВНЖ) нет
        </li>
        <li>
          оформив РВП и зарегистрировавшись по месту проживания, можно сразу
          подать заявление на российское гражданство
        </li>
        <li>
          надобность в подтверждении источника дохода и прохождении экзамена по
          русскому языку отсутствует
        </li>
      </ul>
      <p>Документация на российское гражданство по госпрограмме переселения</p>
      <p>
        Участвующим в госпрограмме переселения для приобретения гражданства
        России по облегченной процедуре надо предоставить пакет таких документов
        в государственные органы по месту жительства:
      </p>
      <ul>
        <li>заявление в двух экземплярах</li>
        <li>РВП либо ВНЖ РФ</li>
        <li>
          свидетельство, подтверждающее участие в госпрограмме переселения
        </li>
        <li>фото заявителя 3×4, цветные и на матовой бумаге</li>
        <li>документ, которым удостоверяется личность</li>
        <li>квитанция, подтверждающая оплату госпошлины</li>
        <li>
          письменное согласие заявителя (для того случая, когда заявителю от 14
          до 18 лет)
        </li>
        <li>документация об изменении фамилии (если она была изменена)</li>
      </ul>
      <p>Российское гражданство для белорусских граждан</p>
      <p>
        Белорусским гражданам не надо прикладывать особых усилий, чтобы
        приобрести гражданство РФ. Им нет надобности проходить экзамен по
        русскому языку, а рассмотрение заявления происходит быстрее. Получив
        ВНЖ, можно сразу осуществить подачу документации на гражданство.
      </p>
      <p>
        Приобретение гражданства РФ потребует наличия пакета с такими
        документами:
      </p>
      <ul>
        <li>два экземпляра заявления на выдачу гражданства</li>
        <li>документ, который удостоверяет личность</li>
        <li>фото 3х4, на матовой бумаге и цветные – в количестве трех штук</li>
        <li>квитанция, подтверждающая оплату государственной пошлины</li>
      </ul>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "C2",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
