<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Чтобы оформить гражданство Российской Федерации только что родившемуся
        ребенку, его родители должны получить свидетельство о рождении. Для
        получения свидетельства о рождении в ЗАГСе предоставляются такие бумаги:
      </p>
      <ul>
        <li>паспорт отца или матери, которые являются гражданами России</li>
        <li>справка о рождении, которую выдают в роддоме</li>
      </ul>
      <p>
        После того как выдадут свидетельство о рождении, следует обращаться в
        Министерство Внутренних Дел РФ, имея при себе собственный российский
        паспорт — там ставится штамп свидетельствующий о том, что новорожденный
        является гражданином Российской Федерации. Если же отец или мать
        новорожденного является иностранным подданным, то нужно предоставить
        документы, которые подтверждают его/ее гражданство, и подписать согласие
        на присвоение ребенку российского гражданства.
      </p>
      <p>
        Несовершеннолетний человек может получить российское гражданство если:
      </p>
      <ul>
        <li>Отец или мать являются гражданами Российской Федерации</li>
        <li>
          Несовершеннолетний был рожден в российском государстве и один из
          родителей является гражданином России
        </li>
        <li>
          Несовершеннолетний был рожден на территории Российской Федерации, но
          ему не было присвоено гражданство государства родителей
        </li>
      </ul>
      <p>
        Для получения российского гражданства несовершеннолетнему
        Предоставляются такие документы:
      </p>
      <ul>
        <li>заявление от обоих родителей</li>
        <li>
          справки содержащие подтверждение оснований для получения гражданства
          данным несовершеннолетним человеком
        </li>
        <li>
          цветные фото ребенка с распечаткой на матовой бумаге в количестве трех
          штук, в формате 3 на 4
        </li>
        <li>квитанция подтверждающая оплату госпошлины</li>
        <li>
          если ребенок находится в возрасте от 14 до 18 лет, то от него
          потребуется заявление о согласии заверенное нотариусом
        </li>
      </ul>
    </article>

    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "C4",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
