<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Существует упрощённый алгоритм, предшествующий оформлению гражданства
        Российской Федерации. Кто может претендовать на данный статус?
        Иностранец, проживший больше 3 лет в законном браке с российским
        гражданином. Претенденту всё равно придётся сначала обзавестись
        разрешением на временное пребывание на российской территории, а потом
        видом на жительство.
      </p>
      <p>
        После получения ВНЖ иностранец может заняться оформлением документации
        на получение гражданства без соблюдения временных рамок,
        регламентированных законом для ВНЖ.
      </p>
      <p>Из каких этапов состоит процедура?</p>
      <ul>
        <li>
          Вступление в брак с гражданином РФ
        </li>
        <li>Оформление РВП</li>
        <li>Получение вида на жительство</li>
        <li>
          Подача заявления установленной формы на оформление гражданства России
        </li>
      </ul>
      <p>Документы для получения гражданства РФ:</p>
      <ul>
        <li>Документ, подтверждающий факт заключения брака (свидетельство)</li>
        <li>Заявление на гражданство (2 экземпляра)</li>
        <li>Паспорт гражданина России, являющегося супругом иностранца</li>
        <li>Экзаменационный тест по русскому языку</li>
        <li>Вид на жительство</li>
        <li>Квитанция об оплате государственной пошлины</li>
        <li>Фото на паспорт на матовой бумаге, формат 3x4</li>
      </ul>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "C5",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
