<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Как можно получить статус носителя русского языка лицу без гражданства?
        Об этом со временем задумывается каждый второй человек, пребывающий в
        РФ. Иностранный подданный, проживающий на территории России, должен
        пройти собеседование. Комиссия по присвоению статуса НРЯ признаёт
        иностранца таким, что владеет русским языком в достаточном объёме.
        Иностранец, ежедневно в быту использующий язык страны пребывания, имеет
        право получить статус НРЯ. Если иностранец или его родственники ранее
        проживали в России, бывшем Союзе Советских Социалистических Республик,
        он может претендовать на получение статуса носителя русского языка. Для
        перечисленных категорий населения возможен упрощённый алгоритм
        оформления гражданства.
      </p>
      <p>Основания</p>
      <ul>
        <li>Владение языком страны пребывания</li>
        <li>Проживание на российской территории</li>
        <li>Наличие родственников по прямой линии</li>
        <li>Наличие членов семьи по восходящей линии, проживавших в России</li>
      </ul>
      <p>Этапы получения статуса носителя русского языка:</p>
      <ul>
        <li>Сбор документов</li>
        <li>Собеседование и прохождение комиссии при МВД России</li>
        <li>Получение оповещения о потенциальном приёме в граждане РФ</li>
        <li>Оформление вида на жительство по НРЯ</li>
        <li>
          Обращение за получением гражданства уже со статусом носителя русского
          языка
        </li>
      </ul>
      <p>Список документов</p>
      <ul>
        <li>Паспорт, перевод которого заверен нотариально</li>
        <li>Заявление о присвоении статуса носителя русского языка</li>
        <li>Уведомление о постановке на учёт в миграционной службе</li>
        <li>Карта мигранта</li>
        <li>
          Патент или любой другой документ, указывающий на законность пребывания
          на территории РФ
        </li>
        <li>
          Документы, подтверждающие наличие достаточных оснований для оформления
          статуса НРЯ согласно статье тридцать три пункта первого закона «О
          гражданстве Российской Федерации»
        </li>
      </ul>
      <p>
        При возникновении дополнительных вопросов позвоните по телефонным
        номерам, указанным на сайте. Запишитесь на бесплатную консультацию,
        задайте свои вопросы нашим специалистам. Они сориентируют вас в спектре
        услуг, подскажут оптимальное решение в определённой ситуации.
        Непревзойдённый сервис, грамотность, гарантия качества являются
        синонимами нашей работы.
      </p>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "NRYA1",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
