<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Разрешение на временное проживание представляет собой документ,
        полученный иностранцем в качестве подтверждения законности проживания на
        территории России в течение тридцати шести месяцев. РВП предоставляет
        возможность работать на территории РФ лицу без гражданства без патента
        на осуществление трудовой деятельности.
      </p>
      <p>
        Разрешение на временное проживание является начальным этапом алгоритма
        получения гражданства. Обзавестись статусом РВП можно после оформления
        квоты, регистрации специального приглашения или при наличии достаточных
        оснований для этого.
      </p>
      <p>Перечень документов по одному из видов оформления:</p>
      <ul>
        <li>Заявление установленного образца</li>
        <li>Удостоверение личности</li>
        <li>Три фотографии</li>
        <li>Заключение медицинской комиссии</li>
        <li>Сертификат об успешной сдаче теста по русскому языку</li>
        <li>Квитанция об оплате пошлины в государственную казну</li>
      </ul>
      <p>
        Приглашение на въезд в Россию представляет собой документ, с помощью
        которого можно на законных основаниях пресечь границу Российской
        Федерации из визовых государств. Приглашение предусматривает возможность
        подавать документы на получение ВПР.
      </p>
      <p>
        Для беспрепятственного въезда в Россию приглашающая сторона должна
        посетить городское управление МВД РФ по месту регистрации. С собой
        необходимо принести пакет документов:
      </p>
      <ul>
        <li>Заявление на приглашение</li>
        <li>Паспорт</li>
        <li>Справку, выданную финансовым учреждением</li>
        <li>Гарантийное письмо</li>
        <li>
          Ксерокопию паспорта иностранного гражданина, которого приглашают
        </li>
      </ul>
      <p>
        Можно оформить РВП по квоте. С подробностями приглашаем ознакомиться на
        нашем сайте. При возникновении дополнительных вопросов позвоните по
        номерам, указанным на портале. Приходите в наше представительство для
        получения дополнительной информации.
      </p>
    </article>

    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "RVP1",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
