<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Получить РВП можно на общих основаниях, а также по упрощённому
        алгоритму. Общий порядок получения РВП подразумевает оформление по
        квоте. Ежегодно правительство Российской Федерации пересматривает квоты
        и утверждает их. Претендовать на квоту может любой иностранец, владеющий
        русским языком.
      </p>
      <p>
        Факторы, которые берутся во внимание во время принятия решения о
        предоставлении квоты, представлены ниже.
      </p>
      <ul>
        <li>Наличие родственников, проживающих в России</li>
        <li>
          Наличие зарегистрированной недвижимости на территории Российской
          Федерации
        </li>
        <li>
          Специальность, полученная иностранцем, является актуальной для
          определённого региона
        </li>
        <li>Получение высшего образования на российской территории</li>
        <li>
          Иностранный гражданин официально трудоустроен в России, платит налог в
          Пенсионный фонд
        </li>
        <li>Непогашенная судимость</li>
        <li>Наличие административных правонарушений</li>
      </ul>
      <p>Пакет документов для получения РВП по квоте:</p>
      <ul>
        <li>Заявление</li>
        <li>
          Три фотографии формата 3,5 на 4,5, распечатанные на матовой бумаге
        </li>
        <li>Удостоверение личности</li>
        <li>Справка установленного образца из медицинского учреждения</li>
        <li>
          Документ, подтверждающий отсутствие судимости (актуально для стран с
          визовым режимом)
        </li>
        <li>Сертификат об успешной сдаче экзамена по русскому языку</li>
        <li>
          В государственную казну необходимо оплатить сбор в размере одна тысяча
          шестьсот рублей, предоставить квитанцию об оплате.
        </li>
      </ul>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "RVP2",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
