<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Миграционные услуги часто пугают многих жителей других стран и
        государств, потому что ассоциируются у них с длительной бюрократической
        волокитой, за которую еще нужно платить солидные деньги. Этот стереотип
        полностью разрушила наша компания, обеспечивающая не только высокое
        качество услуг, связанных с вопросами миграции и получения необходимых
        документов, но и комфортные условия обслуживания каждого клиента.
      </p>
      <p>Решаем любые миграционные вопросы выгодно, удобно и комфортно</p>
      <p>
        миграционный центр известен жителям нашей страны и зарубежным гостям на
        протяжении более 10 лет, в течение которых мы неоднократно оказывали
        профессиональную помощь жителям Украины, Беларуси, Армении,
        Таджикистана, Узбекистана и Азербайджана, а также другим нерезидентам
        страны. Нашими привлекательными достоинствами и преимуществами, по
        мнению клиентов, являются:
      </p>
      <ul>
        <li>
          Внимательность, тактичность и индивидуальный подход к клиенту, со
          стороны каждого сотрудника центра
        </li>
        <li>
          Предоставление комплексных миграционных услуг, в согласии с
          действующим законодательством и последними поправками к нему
        </li>
        <li>
          Доступная и привлекательная стоимость профессиональных услуг, без
          скрытых платежей
        </li>
        <li>
          Внимательное отношение к потребностям отдельных мигрантов и
          предоставление некоторых дополнительных услуг абсолютно бесплатно
        </li>
      </ul>
      <p>
        Сотрудничество с нами уже оказалось выгодным, эффективным и практичным
        для сотен наших клиентов, благодарные отзывы которых сегодня можно
        прочитать не только на официальном сайте нашего миграционного центра, но
        и в других источниках в сети.
      </p>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "Us",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
