<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Чтобы законно и на постоянной основе жить на территории РФ, у иностранца
        должен быть вид на жительство. Он представляет собой документ,
        подтверждающий право легально проживать в России, а также свободно
        перемещаться по стране, покидать ее пределы и возвращаться. Иностранец
        может использовать ВНЖ в качестве удостоверения личности.
      </p>
      <p>Особенности получения ВНЖ :</p>
      <ul>
        <li>
          Вид на жительство относится к бессрочным документам, то есть срок его
          действия не ограничивается. Но есть исключения. К ним относятся
          случаи, когда документ выдается специалистам с высокой квалификацией и
          их семьям. Тогда ВНЖ имеет тот же срок действия, что и разрешение на
          работу этого гражданина
        </li>
        <li>
          Для оформления данного документа иностранец должен проживать в РФ
          минимум год. Основанием для выдачи ВНЖ является разрешение на
          временное проживание, подтверждающий, что человек находится в стране
          легально, законно
        </li>
        <li>
          Подать заявление можно минимум через 8 месяцев проживания в РФ. При
          этом до конца срока действия РВП должно быть от 4 месяцев и более
        </li>
        <li>
          Получение документа проводится как в общем, так и упрощенном порядке
        </li>
      </ul>
      <p>
        При стандартной форме получения документа необходимо сначала получить
        РВП. Затем на его основании приступают к сбору необходимых документов
        для подачи заявки на ВНЖ. Среди них:
      </p>
      <ul>
        <li>Оформленное заявление</li>
        <li>Фотографии матовые, размером 3,5 на 4,5</li>
        <li>Документ, удостоверяющий личность</li>
        <li>Справка, подтверждающая доходы</li>
        <li>
          Медицинская справка, где отмечено отсутствие различных инфекционных
          заболеваний. Также требуется заключение от нарколога и психиатра
        </li>
        <li>
          Сертификат, подтверждающий владение русским языком на необходимом
          уровне
        </li>
        <li>Справка, что у лица отсутствуют судимости</li>
        <li>
          Квитанция, свидетельствующая об оплате государственной пошлины, размер
          которой составляет 5000 рублей
        </li>
      </ul>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "VNJ1",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
