<template>
  <section>
    <Header />
    <Navbar v-bind:linksExtended="linksExtended" :links="links" />
    <article class="faq__article">
      <p>
        Согласно восьмой статьи Федерального закона «О правовом положении
        иностранных граждан в РФ», регламентировано получение вида на
        жительство. Его можно получить по упрощённой схеме следующим категориям
        граждан:
      </p>
      <ul>
        <li>
          Людям без российского гражданства, родившимся на территории России
        </li>
        <li>Иностранцы, в прошлом имевшие гражданство СССР</li>
        <li>
          Несовершеннолетние иностранные граждане, один или оба родителя которых
          проживают на постоянной основе в РФ без гражданства
        </li>
        <li>
          Дети до восемнадцати лет граждан иностранных государств, оформляющих
          гражданство РФ
        </li>
        <li>
          Несовершеннолетние иностранцы, родители которых проживают на
          российской территории по ВНЖ
        </li>
        <li>При наличии близких родственников в России</li>
        <li>Граждане иных государств со статусом НРЯ</li>
        <li>Иностранцы, депортированные из Крымской АССР</li>
        <li>
          Родственники иностранцев, подвергшиеся депортации из Республики Крым
        </li>
        <li>Специалисты высокой квалификации и члены их семей</li>
        <li>
          Лица без гражданства, работающие на российской территории больше шести
          месяцев при условии, что их специальность числится в перечне
          стратегически важных профессий. Данный список профессий позволяет
          оформить гражданство по упрощённому алгоритму
        </li>
        <li>
          Иностранные граждане, которые во время обучения на очном отделении
          одного из российских высших учебных заведений проявили себя наилучшим
          образом, а после окончания обучения им был вручен диплом с отличием
        </li>
        <li>
          Иностранные граждане, которые проживают в России, но у них было
          прекращено гражданство РФ
        </li>
        <li>
          Граждане иностранных государств относительно которых применялась
          отмена решения о присвоении статуса российского гражданина
        </li>
        <li>
          Белорусские граждане и несовершеннолетние члены их семей, совместно
          оформляющие вид на жительство
        </li>
        <li>Политические беженцы</li>
        <li>
          Иностранцы и их семьи, получившие убежище в РФ на временной основе
        </li>
      </ul>
      <p>
        Список необходимых для получения ВНЖ по упрощённой схеме документов
        зависит от оснований. Комиссия будет рассматривать достаточность
        оснований, опираясь на которые иностранец претендует на вид на
        жительство.
      </p>
      <p>В большинстве случаев пакет документов должен содержать:</p>
      <ul>
        <li>Два образца заявлений установленной формы</li>
        <li>Удостоверение личности</li>
        <li>Фотографии 3,5 на 4,5 на матовой бумаге</li>
        <li>Справка о наличии постоянного источника доходов</li>
        <li>Справка об отсутствии инфекционных болезней</li>
        <li>Сертификат от психиатра и нарколога</li>
        <li>Документ об отсутствии судимости</li>
        <li>
          Квитанция об оплате государственной пошлины в размере пять тысяч
          рублей
        </li>
      </ul>
    </article>
    <Footer />
  </section>
</template>

<script>
import Header from "../Header.vue";
import Navbar from "../Navbar.vue";
import Footer from "../Footer.vue";

export default {
  name: "VNJ2",
  components: { Header, Navbar, Footer },
  data() {
    return {
      linksExtended: [
        {
          id: "РВП",
          text: "РВП",
          sublinks: [
            {
              id: "Основания получения РВП",
              text: "Основания получения РВП",
              link: "/osnovaniya-polucheniya-rvp",
            },
            {
              id: "РВП по квоте",
              text: "РВП по квоте",
              link: "/rvp-po-kvote",
            },
            {
              id: "РВП без квоты",
              text: "РВП без квоты",
              link: "/rvp-bez-kvoti",
            },
          ],
        },
        {
          id: "ВНЖ",
          text: "ВНЖ",
          sublinks: [
            {
              id: "Основания получения ВНЖ",
              text: "Основания получения ВНЖ",
              link: "/osnovaniya-polucheniya-vnj",
            },
            {
              id: "ВНЖ в упрощенном порядке",
              text: "ВНЖ в упрощенном порядке",
              link: "/vnj-v-uproshennom-poryadke",
            },
          ],
        },
        {
          id: "НРЯ",
          text: "НРЯ",
          sublinks: [
            {
              id: "Основания получения НРЯ",
              text: "Основания получения НРЯ",
              link: "/osnovaniya-polucheniya-nrya",
            },
          ],
        },
        {
          id: "Гражданство",
          text: "Гражданство",
          sublinks: [
            {
              id: "Основания для получения гражданства РФ",
              text: "Основания для получения гражданства РФ",
              link: "/osnovaniya-dlya-polucheniya-grajdanstva-rf",
            },
            {
              id: "Получение гражданства РФ в упрощенном порядке",
              text: "Получение гражданства РФ в упрощенном порядке",
              link: "/poluchenie-grajdanstva-rf-v-uproshennom-poryadke",
            },
            {
              id: "Гражданство по НРЯ",
              text: "Гражданство по НРЯ",
              link: "/grajdanstvo-po-nrya",
            },
            {
              id: "Гражданство РФ для детей",
              text: "Гражданство РФ для детей",
              link: "/grajdanstvo-rf-dlya-detei",
            },
            {
              id: "Гражданство РФ по браку",
              text: "Гражданство РФ по браку",
              link: "/grajdanstvo-rf-po-braku",
            },
          ],
        },
      ],
      links: [
        {
          id: "О нас",
          text: "О нас",
          link: "/o-nas",
        },
        {
          id: "Контакты",
          text: "Контакты",
          link: "/kontakti",
        },
      ],
    };
  },
};
</script>

<style></style>
